{
  "popup": [
    {
      "url": "WBYK07Vj-Us",
      "dt": "HYOSUNG PR FILM",
      "dd": "국문 / KOR / 韩文",
      "p": "우리는 꿈꿉니다. <br >친환경 기술로 열어가는 더 안전하고 건강한 삶을. <br >AI를 활용한 스마트한 생활방식과 즐거움을. <br ><br >우리는 믿습니다. <br >우리가 만드는 기술이 지구의 환경을 지키고. <br >지속가능한 삶을 가능하게 한다는 것을. <br >우리는 이러한 가치에서 시작했습니다. <br >효성.<br ><br >세상을 변화시키는 더 좋은 기술.<br >",
      "explain": "<br ><strong>[TEXTILE / TRADING]</strong><br >사람들은 우리가 만드는 더 안전하고 편리한 제품을 통해 새로운 삶을경험하고 있습니다. <br >혁신적인 기술과 해외 30여개국, 100여개 사업장을 통해 우리는 이러한변화를 가능하게 합니다. <br >지구의 가치를 높이는 기술, 우리는 이를 위해 친환경, 고기능 제품을만듭니다. 전세계를 하나로 연결하는 글로벌 네트워크는 모든 사람들이우리의 제품을 보다 빠르게 만나게 해줍니다.<br ><br ><strong>[POWER & INDUSTRIAL SYSTEM / CONSTRU</strong>CTION]<br >혁신과 실패를 두려워하지 않는 우리의 도전 정신은 생각의 경계를허물고, 모든 장벽을 극복합니다. <br >미래 전력산업을 위한 우리의 친환경 에너지 기술은 이를 가능하게합니다. <br ><br ><strong>[INDUSTRIAL MATERIALS]</strong><br >사람들이 어디에 있든, 무엇을 하든 한계를 뛰어넘는 더 단단하고가벼운 소재로 모두가 안전할 수 있는 환경을 만들어갑니다.<br ><br ><strong>[CHEMICALS]</strong><br >인간 중심의 기술 진화를 통해 세계 모든 사람들이 편리한 일상을 누릴수 있도록 생활과 산업의 가치를 향상시키고자 노력하고 있습니다.<br ><br ><strong>[INFORMATION & COMMUNICATION]</strong><br >우리는 첨단 AI기술과 산업이 융합되는 새로운 환경을 이끌어 사람과사람을 잇고 사람과 기술이 소통하는 디지털 세상을 열어갑니다.<br ><br ><strong>[OTHER AFFILIATED COMPANIES]</strong><br >이밖에도 다양한 서비스를 제공함으로써 지속가능한 삶과 다양한가치를 누릴 수 있도록 힘쓰고 있습니다. <br ><br ><strong>[ESG]</strong><br >우리는 더 나은 세상을 만드는 ESG 경영에도 앞장서고 있습니다.<br >기후변화에 대응하고자 탄소배출을 줄이고 친환경 그린 에너지를만들어 가고 있습니다. <br >세계 최고의 자원 재활용 기술로 환경을 지킵니다. <br >아울러 지역사회와 더불어 더 좋은 세상을 만드는데 힘쓰고 있습니다.<br >투명한 지배구조를 바탕으로 높은 수준의 사회적 책임을 완수하고있습니다. <br >우리는 다양성을 존중하고, 나눔을 실천하며, 모두가 함께 살아가는공존의 지혜와 가치를 만들어갑니다. <br ><br >친환경 기술로 만드는 인류의 지속가능한 삶. <br >AI 기술로 만드는 더 안전하고 편리한 삶. <br >효성은 수많은 산업과 기술에 영감을 불어넣고 미래를 변화시켜갑니다. <br >세상을 움직이고, 삶을 더 풍요롭게 만드는 기술. <br >효성.<br >"
    },
    {
      "url": "YJxMZit3hIw",
      "dt": "HYOSUNG PR FILM",
      "dd": "영문 / ENG / 英文",
      "p": "We dream. <br >of a safer and healthier life that begins with eco-friendlytechnology. <br >of a smart way of life and enjoyment that begins with AI.<br ><br >We believe the technology we build protects the Earth’senvironment and makes sustainable life possible. <br >We started with this value: Improved technology that changes theworld. <br >Hyosung. <br >",
      "explain": "<br ><strong>[TEXTILE / TRADING]</strong><br >People are experiencing new lives through the safer and moreconvenient products that we make. <br >Through innovative technology and over 100 businesses in more than30 countries, we make this change possible. <br >Technology that increases the value of Earth. We make eco-friendlyand functional products for this purpose. <br >A global network that connects the world as one allows peoplearound the world to experience our products faster. <br ><br ><strong>[POWER & INDUSTRIAL SYSTEM / CONSTRUCTION]</strong><br >Our spirit for challenge, unafraid of innovation and failure,breaks the walls of our comfort zone and overcomes allbarriers.<br >Our ecofriendly energy technology for the future electricalindustry makes this possible. <br ><br ><strong>[INDUSTRIAL MATERIALS]</strong><br >Wherever they are and whatever they do, we create an environmentwhere everyone can be safe, with stronger and lighter materialsthat go beyond their limits. <br ><br ><strong>[CHEMICALS]</strong><br >Through human-centered technological evolution, we advance thevalues of life and industry so that people around the world canlive a more convenient life. <br ><br ><strong>[INFORMATION & COMMUNICATION]</strong><br >With a new environment where advanced AI technology and industryunite, we are opening a digital world where people connect witheach other and people communicate with technology. <br ><br ><strong>[OTHER AFFILIATED COMPANIES]</strong><br >We also provide various services for sustainable life and createvalue that contributes to human society. <br ><br ><strong>[ESG]</strong><br >We are taking the lead in ESG management to make a betterworld.<br >To cope with climate change, we are reducing carbon emissions andcreating eco-friendly green energy. <br >We protect the environment with the world’s best resourcerecycling technology. <br >We work with the community to create a strong society. We achievehigh levels of social responsibility based on transparentgovernance. <br >We respect diversity, practice sharing, and create wisdom whilepromoting the value of coexistence. <br ><br >Sustainable lives of humanity made with eco-friendly technology.<br >Safer and more convenient lives with AI technology. <br >Hyosung inspires numerous industries and technologies and changesthe future. <br >Technology that moves the world and makes life richer.<br >Hyosung.<br >"
    },
    {
      "url": "_Z2hrl68JE8",
      "dt": "HYOSUNG PR FILM",
      "dd": "중문 / CHN / 汉语",
      "p": "我们梦想。<br >用环保技术开创更安全、更健康的生活,利用AI享受智能生活方式和乐趣。我们坚信。<br >我们研发的技术保护地球环境，并让可持续生活成为可能。我们的价值始于：改变世界的更优技术。<br >晓星。<br ><br >人们通过我们生产的更安全、更便利的产品。<br >体验着新的生活。<br >",
      "explain": "<br ><strong>[TEXTILE / TRADING]</strong><br >我们的创新技术和遍布30多个国家、100多个事业场。<br >让这些变化成为可能。<br >提升地球价值的技术，我们为此制造环保、高效能产品。<br >把世界各国连为一体的全球网络。<br ><br ><strong>[POWER & INDUSTRIAL SYSTEM / CONSTRUCTION]</strong><br >让所有人更快地享用我们的产品。<br >我们不畏失败，勇于创新的挑战精神。<br ><br ><strong>[INDUSTRIAL MATERIALS]</strong><br >打破思想界限，跨越所有屏障。<br >我们面向未来能源产业的环保技术让这一切成为可能。<br ><br ><br >无论人们在哪儿，无论人们在做什么，我们制造超越极限的更坚硬、更轻量的材料，打造每个人都能安全的环境。<br ><br ><strong>[CHEMICALS]</strong><br >为了通过以人为本的技术发展，让世上所有人能享受更加便利的生活，我们努力提升生活和产业的价值。<br ><br ><strong>[INFORMATION & COMMUNICATION]</strong><br >我们引领尖端AI技术和产业相结合的全新环境,开创人人相联、人机相联的数字时代。<br ><br ><strong>[OTHER AFFILIATED COMPANIES]</strong><br >除此之外，我们还提供各种服务，致力于让人们享受可持续生活和多元价值。<br ><br ><strong>[ESG]</strong><br >为了打造更美好的世界, 我们率先发展ESG经营。<br >为了应对气候变化，我们减少碳排放，生产绿色能源。<br >我们利用全球最先进的回收利用技术，保护环境。此外，我们还致力于与社区共同打造更美好的世界。<br >我们基于透明的管理体系，彻底履行社会责任。<br >我们尊重多样性，实践分享，创造众人共存的智慧和价值。<br ><br >用环保技术打造人类的可持续生活。<br >用AI技术打造更安全、更便利的生活。<br >晓星向众多产业和技术注入灵感，改变未来。<br >改变世界，让生活更加富饶的技术。<br >晓星。<br >"
    }
  ]
}
